tap "dopplerhq/cli"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
tap "withgraphite/tap"
tap "zegervdv/zathura"
brew "openssl@3"
brew "readline"
brew "xz"
brew "zstd"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "aws-sdk-cpp"
brew "grpc"
brew "apache-arrow"
brew "apache-arrow-glib"
brew "autoconf"
brew "gmp"
brew "coreutils"
brew "libyaml"
brew "asdf"
brew "aspell"
brew "at-spi2-core"
brew "atuin"
brew "awk"
brew "pycparser"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "bottom"
brew "csvlens"
brew "docutils"
brew "node"
brew "emscripten"
brew "wxwidgets"
brew "exercism"
brew "eza"
brew "fd"
brew "fop"
brew "freetds"
brew "fzf"
brew "gdu"
brew "git"
brew "git-delta"
brew "unbound"
brew "gnutls"
brew "libgcrypt"
brew "pinentry"
brew "gnupg"
brew "gobject-introspection"
brew "gpgme"
brew "gsettings-desktop-schemas"
brew "gtk+"
brew "gtk+3"
brew "gtop"
brew "htop"
brew "hugo"
brew "imagemagick@6", link: true
brew "krb5"
brew "lazygit"
brew "lf"
brew "libffi"
brew "libgit2@1.5"
brew "libnotify"
brew "libpq"
brew "libraqm"
brew "libssh"
brew "libxml2"
brew "libxslt"
brew "llvm@15"
brew "luajit-openresty"
brew "memcached", restart_service: true
brew "meson"
brew "mysql", restart_service: true
brew "node@16"
brew "nvm"
brew "openssl@1.1"
brew "tcl-tk"
brew "pillow"
brew "pinentry-mac"
brew "postgresql@14"
brew "python@3.10"
brew "python@3.9"
brew "qemu"
brew "reattach-to-user-namespace"
brew "rebar3"
brew "redis", restart_service: true
brew "ripgrep"
brew "rust"
brew "shared-mime-info"
brew "sphinx-doc"
brew "tmux"
brew "tree-sitter"
brew "z"
brew "zellij"
brew "zsh"
brew "jesseduffield/lazydocker/lazydocker"
cask "android-sdk"
cask "bitwarden"
cask "caffeine"
cask "cakebrew"
cask "docker"
cask "font-commit-mono"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono-nerd-font-ligaturized"
cask "font-symbols-only-nerd-font"
cask "font-victor-mono"
cask "font-victor-mono-nerd-font"
cask "iterm2"
cask "kitty"
cask "libreoffice"
cask "maccy"
cask "meld"
cask "mos"
cask "openoffice"
cask "rectangle"
cask "wezterm"
cask "whisky"
cask "zed"
cask "zulu@8"
vscode "aaronthomas.vscode-snazzy-operator"
vscode "ahmadawais.shades-of-purple"
vscode "allenshuber.subword-select"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "arsen.darcula-theme-for-elixir"
vscode "coenraads.bracket-pair-colorizer-2"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "docsmsft.docs-markdown"
vscode "docsmsft.docs-preview"
vscode "dracula-theme.theme-dracula"
vscode "dustypomerleau.tol"
vscode "dustypomerleau.yarra-valley"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "eliverlara.andromeda"
vscode "esbenp.prettier-vscode"
vscode "eserozvataf.one-dark-pro-monokai-darker"
vscode "felixangelov.bloc"
vscode "formulahendry.auto-close-tag"
vscode "github.github-vscode-theme"
vscode "handengineering.handcrafted-theme"
vscode "hridoy.rails-snippets"
vscode "iocave.customize-ui"
vscode "iocave.monkey-patch"
vscode "jakebecker.elixir-ls"
vscode "juanmnl.vscode-theme-1984"
vscode "kkalita.dark-plus-elixir"
vscode "liviuschera.noctis"
vscode "maiquitome.elixir-theme"
vscode "mhutchie.git-graph"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "octref.vetur"
vscode "ow.vscode-subword-navigation"
vscode "pkief.material-icon-theme"
vscode "rebornix.ruby"
vscode "s3gf4ult.monokai-vibrant"
vscode "samuel-pordeus.elixir-test"
vscode "sdras.night-owl"
vscode "shan.code-settings-sync"
vscode "shinhwagk.vscode-note"
vscode "shinotatwu-ds.file-tree-generator"
vscode "sleistner.vscode-fileutils"
vscode "softwaredotcom.swdc-vscode"
vscode "tabnine.tabnine-vscode"
vscode "teabyii.ayu"
vscode "vincaslt.highlight-matching-tag"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "w-sanches.open-hexdoc"
vscode "wesbos.theme-cobalt2"
vscode "wingrunr21.vscode-ruby"
vscode "zhuangtongfa.material-theme"
