tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "zegervdv/zathura"
brew "autoconf"
brew "openssl@1.1"
brew "asdf"
brew "exa"
brew "exercism"
brew "fd"
brew "fop"
brew "fzf"
brew "git"
brew "pinentry"
brew "gnupg"
brew "gtop"
brew "htop"
brew "libpq"
brew "libxslt"
brew "luajit", args: ["HEAD"]
brew "pinentry-mac"
brew "postgresql"
brew "ripgrep"
brew "tmux"
brew "wxwidgets"
brew "z"
brew "zsh"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
cask "alacritty"
cask "android-sdk"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "iterm2"
cask "kitty"
cask "maccy"
cask "mos"
cask "rectangle"
cask "raycast"
cask "visual-studio-code"

