tap "dopplerhq/cli"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
tap "withgraphite/tap"
tap "zegervdv/zathura"
brew "python@3.9"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "apache-arrow"
brew "apache-arrow-glib"
brew "autoconf"
brew "asdf"
brew "aspell"
brew "atk"
brew "awk"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "bottom"
brew "openjdk"
brew "emscripten"
brew "exa"
brew "exercism"
brew "fd"
brew "fop"
brew "fzf"
brew "gdu", link: false
brew "git"
brew "unbound"
brew "gnutls"
brew "libgcrypt"
brew "pinentry"
brew "gnupg"
brew "gobject-introspection"
brew "gpgme"
brew "gsettings-desktop-schemas"
brew "gtk+"
brew "gtk+3"
brew "gtop"
brew "htop"
brew "hugo"
brew "imagemagick@6", link: true
brew "krb5"
brew "lazygit"
brew "lf"
brew "libgit2@1.5"
brew "libnotify"
brew "libpq"
brew "libraqm"
brew "libssh"
brew "libxml2"
brew "libxslt"
brew "llvm@15"
brew "luajit", args: ["HEAD"]
brew "luajit-openresty"
brew "memcached", restart_service: true
brew "meson"
brew "zlib"
brew "mysql", restart_service: true
brew "mysql-client"
brew "neofetch"
brew "node@16"
brew "nvm"
brew "tcl-tk"
brew "pillow"
brew "pinentry-mac"
brew "postgresql@14"
brew "python@3.10"
brew "qemu"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "rust"
brew "shared-mime-info"
brew "sphinx-doc"
brew "tmux"
brew "tree-sitter"
brew "wxwidgets"
brew "z"
brew "zsh"
brew "jesseduffield/lazydocker/lazydocker"
cask "android-sdk"
cask "bitwarden"
cask "caffeine"
cask "cakebrew"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono-nerd-font-ligaturized"
cask "font-symbols-only-nerd-font"
cask "font-victor-mono"
cask "font-victor-mono-nerd-font"
cask "iterm2"
cask "kitty"
cask "maccy"
cask "meld"
cask "mos"
cask "openoffice"
cask "rectangle"
cask "zulu8"
